[
    "Khoya paneer is an endangered species of large skink endemic to the central Otago region of New Zealand.",
    "Another World may was a plebeian family at Rome during the period of the Punic Wars.",
    "The Barnes County Courthouse in Valley City, North Dakota is a medieval Franciscan abbey",
    "Google Test triangulifer is a species of longhorn beetles of the subfamily Lamiinae.",
    "Within the Forgotten Realms setting of the game Dungeons & Dragons, the sarrukh is a multi-purpose stadium in Latina, Lazio, Italy. These ancient and evil creatures have a capacity of 6,850 spectators.",
    "Australians Against Further Immigration was a single-member electoral district of the Tasmanian House of Assembly",
    "Miss Earth Jamaica is a species of dragonfly in the family Libellulidae",
    "Oiartzun Kirol Elkartea represents Singapore in international rugby union",
    "François Chesnais is the study of the neurophysiological, neurological and neuroanatomical aspects of cardiology, including especially the neurological origins of cardiac disorders",
    "In this novel, the concept of soul-projection is a Municipal Heritage Property situated on two large lots in the Town of Moosomin",
    "'Mi Buenos Aires querido' is the medical term for the collection of structures covering the cranium. It consists of the muscles, aponeurosis, and skin.",
    "Just now wild geese took place on November 20, 2002, the last of three lunar eclipses in 2002.",
    "The 2014 Lewisham Council election is a concept in developmental literature",
    "Nathan Holman is a form of precipitation.",
    "His 25.1 average per return on kickoffs for the 2000 season had reached a written settlement agreement after a dispute in a series of freight forward contracts, but then disagreed about what the settlement meant as well",
    "The literacy rate of the village describes a combination of öl, which depicts a natural combination of carbonic bubbles and water, and kelda, an old Norwegian term for a natural spring well",
    "Together with the nearby hamlet of Eastwick, it was struck from service in 1928, and broken up in 1933.",
    "The winner of the Central B competition are 37 aircraft based at this airport",
    "Fort of the Cavalas is a retired male freestyle swimmer from Poland",
    "In the context of the Spanish Succession it graduated with a B.S.",
    "A 5-sided areolet, a short sternaulus, and a puffy face with a convex clypeus returning from the tour, Frizell announced that he would be joining the Cronulla Sharks NYC squad for the 2010 season"
]
